Feature: Замовляти пристрої керування / оформлювати замовлення за допомогою WayForPay
As a система контролю
I want to підключити рекламу, та платіжну систему яку буде зручно інтегрувати в додаток
In order to веб-додаток повинен приносити дохід

Scenario 1: WayForPay підключен
Given приємна та удобна платіжна система
When клієнти з радістю платять
Then гроші капають 

Scenario 1: WayForPay не підключен
Given не зрозуміла платіжна система
When клієнти з підозрою відносяться до додатку
Then гроші не капають 
